[
  {
    "id": null,
    "title": "Espresso",
    "subtitle": "Concentrated, syrup-like coffee drink",
    "details": "The espresso, also known as a short black, is approximately 1 oz. of highly concentrated coffee. Although simple in appearance, it can be difficult to master.",
    "ingredients": "1/2 cup of ground coffee(French or other dark roast, 1/2 cup of cold water, Lemon twist(optional)",
    "category": 1,
    "favorite": 1,
    "image": "espresso.jpg"
  },
  {
    "id": null,
    "title": "Cappuccino",
    "subtitle": "Classic Italian coffee drink",
    "details": "This creamy coffee drink is usually consumed at breakfast time in Italy and is loved in the United States as well. It is usually associated with indulgence and comfort because of its thick foam layer and additional flavorings that can be added to it.",
    "ingredients": "1-2 shots of espresso, 2 oz. of steamed milk, 2 oz. of foamed milk, sprinkling of chocolate powder (optional)",
    "category": 1,
    "favorite": 1,
    "image": "cappuccino.jpg"
  },
  {
    "id": null,
    "title": "Americano",
    "subtitle": "Hot water and espresso",
    "details": "An americano is quite simply just hot water and espresso. Americanos are popular breakfast drinks and thought to have originated during World War II. Soldiers would add water to their coffee to extend their rations farther. The water dilutes the espresso while still maintaining a high level of caffeine.",
    "ingredients": "1 doubleshot espresso, 1/2 cup ice and cold water, Use hot water and omit ice for hot Americano",
    "category": 1,
    "favorite": 1,
    "image": "americano.jpg"
  },
  {
    "id": null,
    "title": "Affogato",
    "subtitle": "More of a dessert than coffee",
    "details": "Rather than having ice cream or gelato with hot espresso poured over it, the hot espresso slightly melts the ice cream and the corresponding ice cream cools down the beverage. They complement each other perfectly.",
    "ingredients": "2 scoops vanilla ice cream, (or vanilla gelato), 2 oz espresso, (2 shots), or strong brewed coffee",
    "category": 1,
    "favorite": 1,
    "image": "affogato.jpg"
  },
  {
    "id": null,
    "title": "Dalgona Coffee",
    "subtitle": "Whipped coffee on top of milk",
    "details": "Dalgona coffee is a whipped, frothy iced coffee drink made with instant coffee, sugar, water, and milk. Also known as whipped coffee, frothy coffee, or fluffy coffee.",
    "ingredients": "1 Tbsp instant coffee, 1 Tbsp sugar, 1 Tbsp hot water, 3/4 cup to 1 cup milk (your choice), chilled or heated",
    "category": 2,
    "favorite": 1,
    "image": "dalgona.jpg"
  },
  {
    "id": null,
    "title": "Chai Latte",
    "subtitle": "Dairy-free and naturally sweetened",
    "details": "Similar to a latte made with coffee, a chai latte is typically made with a tea concentrate and steamed milk. Chai lattes that are made with black tea do have some caffeine. In this particular recipe, you can make it with or without the tea– either way it will taste great!",
    "ingredients": "2 cups almond milk, 2 black tea bags, 3/4 teaspoon ground cinnamon, 1/4 teaspoon ground ginger, 1/8 teaspoon ground cloves, 3 tablespoons maple syrup",
    "category": 2,
    "favorite": 1,
    "image": "chai_latte.jpg"
  }
]